<div class="container">
  {{ $st->name }}さん<br>
  <br>
  <div>
    {{ $hr->company }}からオファーが届きました！
  </div>
  <br>
  <div>
    オファー内容：{{ $offer->content }}
  </div>
  <br>
  <div>
    --- 企業からのメッセージ ---<br>
    {{ $offer->message }}
    <br>
    ---------------------------<br>
  </div>
  <br>
  <div>
    オファーを承諾する場合は、「{{ $hr->email }}」に「承諾します」とメールを送ってください。
    その後企業からの連絡をお待ちください。
  </div>
  <br><br>
  <div>
    ******************************<br>
    面接図鑑 利用企業はオファーの送信数に上限があり、一人ひとりのプロフィール・面接動画に目を通して本当に自社で一緒に働きたい！と思った学生にだけオファーを送っています。<br>
    面接図鑑ではサービスにアップして頂いた面接を1次面接とカウントするため、内定までのフローが大幅に短縮された特別なオファーです。<br>
    少しでも興味があるならばオファーを承認してみましょう。<br>
    また、遠方（地方や留学中などで参加が難しい場合はWEB（Zoomなど）や電話での対応が可能か相談してみましょう。<br>
    ******************************<br>
  </div>
  <br>
  <div>
    ★面接図鑑で入社を決めた場合は面接図鑑から就職祝い（1万円分のAmazonギフト券）が届きます！
  </div>
  <br>
  ※何か不明な点があった場合は、下記問い合わせ窓口までお問い合わせください。<br>
  ================<br>
  【発行元】<br>
  面接図鑑 運営<br>
  <br>
  【お問い合わせ用メールアドレス】<br>
  mensetsuzukan@pampam.co.jp<br>
  本メールに掲載された内容を許可なく転載することを禁じます。<br>
  ================<br>
</div>
