<div class="container">
  <div>
    {{ $st->name }}さんから面接予約がありました。
  </div>
  <br>
  <div>
    日時：{{ $interview->date }}：{{ $interview->time }}
  </div>
  <br>
  <div>
    面接日までに「マイページ → 面接予定（{{ $st->name }}） → 質問リストの作成」から質問リストを作成してください。<br>
  </div>
  <br>
  ※ 質問リストを作成するまで面接が開始できないのでご注意ください。<br>
  ※ 何か不明な点があった場合は、下記問い合わせ窓口までお問い合わせください。
  <br>
  ================<br>
  【発行元】<br>
  面接図鑑 運営<br>
  <br>
  【お問い合わせ用メールアドレス】<br>
  mensetsuzukan@pampam.co.jp<br>
  本メールに掲載された内容を許可なく転載することを禁じます。<br>
  ================<br>
</div>
