面接図鑑の仮登録完了と本登録のお願い<br>
<br>
本登録を完了していただくためには、下記の手続きを24時間以内に完了していただく必要があります。<br>
下記にアクセスしてお早めに「本登録」をお願いいたします。<br>

以下のURLからログインして、本登録を完了させてください。<br>
<a href="{{url('hr/register/verify/'.$token)}}">面接図鑑に本登録する</a>
<br>
※上記のURLからアクセスできなかった場合は、
以下のURLをウェブブラウザにコピー＆ペーストして本登録を行ってください。<br>
※それでもページにアクセスできなかった場合は、下記問い合わせ窓口までお問い合わせください。<br>

==================================<br>
【発行元】<br>
面接図鑑 運営<br>
<br>
【お問い合わせ用メールアドレス】<br>
mensetsuzukan@pampam.co.jp<br>
本メールに掲載された内容を許可なく転載することを禁じます。<br>
==================================<br>
